Chromium.pfm_title = "Chromium";
Chromium.pfm_description = "Chromium подешавања";
AllowCrossOriginAuthPrompt.pfm_title = "Cross-origin HTTP Basic Auth упити";
AllowCrossOriginAuthPrompt.pfm_description = "Контролише да ли је подсадржају треће стране на страници дозвољено да приказује дијалог HTTP Basic Auth као искачући прозор. То је обично онемогућено као заштита од „пецања“.";
AllowFileSelectionDialogs.pfm_title = "Дозволи позивање дијалога за избор датотека.";
AllowFileSelectionDialogs.pfm_description = "Омогућава приступ локалним датотекама на рачунару омогућавањем прегледачу Chromium да приказује дијалоге за избор датотека. Уколико омогућите ово подешавање, корисници могу нормално да отварају дијалоге за избор датотека. Уколико онемогућите ово подешавање, када год корисник обави радњу која би подигла дијалог за избор датотека (као што су увоз обележивача, отпремање датотека, чување веза итд.), уместо тога се приказује порука и претпоставља се да је корисник кликнуо на Откажи у дијалогу за избор датотека. Уколико ово подешавање није подешено, корисници могу нормално да отварају дијалоге за избор датотека.";
AllowOutdatedPlugins.pfm_title = "Дозволи покретање додатних компоненти који су застарели";
AllowOutdatedPlugins.pfm_description = "Дозвољава прегледачу Chromium да покреће додатне компоненте који су застареле. Уколико омогућите ово подешавање, застареле додатне компоненте се користе као нормалне додатне компоненте. Уколико онемогућите ово подешавање, застареле додатне компоненте се неће користити и од корисника неће бити тражена дозвола за њихово покретање. Уколико ово подешавање није подешено, од корисника ће бити тражена дозвола за покретање застарелих додатних компоненти.";
AlternateErrorPagesEnabled.pfm_title = "Омогући алтернативне странице са грешкама";
AlternateErrorPagesEnabled.pfm_description = "Омогућава коришћење алтернативних страница грешака које се уграђују у Chromium (као што је „страница није пронађена“) и спречава кориснике да мењају ово подешавање. Уколико омогућите ово подешавање, користе се алтернативне странице грешака. Уколико онемогућите ово подешавање, алтернативне странице грешака се никада не користе. Уколико омогућите или онемогућите ово подешавање, корисници не могу да промене или замене ово подешавање у прегледачу Chromium.";
AlwaysAuthorizePlugins.pfm_title = "Увек покреће додатне компоненте за које је потребно овлашћење";
AlwaysAuthorizePlugins.pfm_description = "Омогућава да Chromium покреће додатне компоненте које захтевају овлашћење. Уколико омогућите ово подешавање, додатне компоненте које нису застареле увек функционишу. Уколико је ово подешавање онемогућено или није подешено, од корисника ће бити затражена дозвола да покрећу додатне компоненте које захтевају овлашћење. То су додатне компоненте који угрожавају безбедност.";
AuthNegotiateDelegateWhitelist.pfm_title = "Бела листа сервера за Kerberos делегирање";
AuthNegotiateDelegateWhitelist.pfm_description = "Сервери на које Chromium може да делегира.";
AuthSchemes.pfm_title = "Подржане шеме провере аутентичности";
AuthSchemes.pfm_description = "Одређује које обрасце HTTP провере аутентичности подржава Chromium. Могуће вредности су „basic“, „digest“, „ntlm“ и „negotiate“. Раздвојите више вредности зарезима.";
AuthServerWhitelist.pfm_title = "Бела листа сервера за потврду аутентичности";
AuthServerWhitelist.pfm_description = "Наводи који сервери треба да се нађу на белој листи за интегрисану потврду аутентичности. Интегрисана потврда аутентичности се омогућава само када Chromium прими захтев за потврду аутентичности од проксија или сервера који је на овој листи. Раздвојите називе сервера зарезима. Џокерски знакови (*) су дозвољени.";
AutoFillEnabled.pfm_title = "Омогући аутоматско попуњавање";
AutoFillEnabled.pfm_description = "Омогућава функцију Аутоматско попуњавање прегледача Chromium и омогућава корисницима да аутоматски довршавају веб обрасце помоћу раније сачуваних података као што је адреса или подаци о кредитној картици. Уколико онемогућите ово подешавање, Аутоматско попуњавање неће бити доступно корисницима. Уколико омогућите ово подешавање или не конфигуришете вредност, корисник ће и даље контролисати Аутоматско попуњавање. Ово ће му омогућити да конфигурише профиле Аутоматског попуњавања и укључује и искључује Аутоматско попуњавање по сопственом нахођењу.";
BlockThirdPartyCookies.pfm_title = "Блок колачиће треће стране";
BlockThirdPartyCookies.pfm_description = "Блокира колачиће треће стране. Омогућавање овог подешавања спречава елементе веб странице који нису са домена у траци за адресу прегледача да постављају колачиће. Онемогућавање овог подешавања дозвољава елементима веб странице који нису са домена у траци за адресу прегледача да постављају колачиће и спречава кориснике да промене ово подешавање.";
BookmarkBarEnabled.pfm_title = "Омогући Траку са обележивачима";
BookmarkBarEnabled.pfm_description = "Омогућава траку за обележиваче на страници нове картице у прегледачу Chromium. Уколико омогућите ово подешавање, Chromium ће приказати траку за обележиваче на страници „Нова картица“. Уколико онемогућите ово подешавање, корисницима се никада неће приказивати трака за обележиваче. Уколико омогућите или онемогућите ово подешавање, корисници неће моћи да га промене или замене у прегледачу Chromium.";
ClearSiteDataOnExit.pfm_title = "Обриши податке о сајтовима при затварању прегледача";
ClearSiteDataOnExit.pfm_description = "Ове смернице замењују опцију подешавања садржаја „Обриши колачиће и друге податке сајта када затворим прегледач“. Када се подеси на „true“, Chromium ће обрисати све локално сачуване податке из прегледача када се затвори.";
CookiesAllowedForUrls.pfm_title = "Дозволи колачиће на овим сајтовима";
CookiesAllowedForUrls.pfm_description = "Омогућава вам да подесите листу образаца URL адреса који наводе сајтове којима је дозвољено да постављају колачиће.";
CookiesBlockedForUrls.pfm_title = "Блокирај колачиће на овим сајтовима";
CookiesBlockedForUrls.pfm_description = "Омогућава вам да подесите листу образаца URL адреса који наводе сајтове којима није дозвољено да постављају колачиће.";
CookiesSessionOnlyForUrls.pfm_title = "Дозволи колачиће само за сесије на овим сајтовима";
CookiesSessionOnlyForUrls.pfm_description = "Омогућава вам да подесите листу образаца URL адреса који наводе сајтове којима је дозвољено да постављају колачиће само за сесију.";
DefaultBrowserSettingEnabled.pfm_title = "Постави Chrome као подразумевани прегледач";
DefaultBrowserSettingEnabled.pfm_description = "Конфигурише подразумеване провере у прегледачу Chromium и спречава кориснике да их мењају. Уколико омогућите ово подешавање, Chromium ће увек при покретању проверавати да ли је подразумевани прегледач и аутоматски се регистровати ако је могуће. Уколико се ово подешавање онемогући, Chromium никада неће проверавати да ли је подразумевани прегледач и онемогућиће корисничке контроле за подешавање ове опције. Уколико се ово подешавање не подеси, Chromium ће дозволити кориснику да контролише да ли је подразумевани прегледач и да ли обавештења за кориснике треба да се прикажу када није.";
DefaultCookiesSetting.pfm_title = "Подразумевано подешавање за колачиће";
DefaultCookiesSetting.pfm_description = "0 - Дозволи свим сајтовима да подесе локалне податке.\n1 - Не дозволи ниједном сајту да подешава локалне податке\nОмогућава вам да подесите да ли је веб сајтовима дозвољено да постављају локалне податке. Подешавање локалних података може да буде дозвољено или забрањено за све веб сајтове.";
DefaultGeolocationSetting.pfm_title = "Подразумевано подешавање географског лоцирања";
DefaultGeolocationSetting.pfm_description = "0 - Дозволи сајтовима да прате физичку локацију корисника\n1 - Не дозволи ниједном сајту да прати корисникову физичку локацију\n2 - Питај кад год сајт жели да прати корисникову физичку локацију\nОмогућава вам да подесите да ли је веб сајтовима дозвољено да прате корисникову физичку локацију. Праћење корисникове физичке локације може да се дозволи подразумевано, да се забрани подразумевано или корисник сваки пут може да добије упит када веб сајт затражи физичку локацију.";
DefaultImagesSetting.pfm_title = "Подразумевано подешавање слика";
DefaultImagesSetting.pfm_description = "0 - Дозволи свим сајтовима да приказују све слике\n1 - Не дозволи ниједном сајту да приказује слике\nОмогућава вам да подесите да ли је сајтовима дозвољено да приказују слике. Приказивање слика може да буде дозвољено или забрањено за све веб сајтове.";
DefaultJavaScriptSetting.pfm_title = "Подразумевано подешавање JavaScript-а";
DefaultJavaScriptSetting.pfm_description = "0 - Дозволи свим сајтовима да покрећу JavaScript\n1 - Не дозволи ниједном сајту да покреће JavaScript\nОмогућава вам да подесите да ли веб сајтови смеју да покрећу JavaScript. Покретање JavaScript-а може да буде дозвољено или забрањено за све веб сајтове.";
DefaultNotificationSetting.pfm_title = "Подразумевано подешавање обавештења";
DefaultNotificationSetting.pfm_description = "0 - Дозволи сајтовима да приказују обавештења на радној површини\n1 - Не дозволи да било који сајт приказује обавештења на радној површини\n2 - Питај сваки пут када сајт жели да приказује обавештења на радној површини\nОмогућава вам да подесите да ли је веб сајтовима дозвољено да приказују обавештења на радној површини. Приказивање обавештења на радној површини може да се дозволи подразумевано, забрани подразумевано или да корисник буде упитан сваки пут када неки веб сајт жели да прикаже обавештења на радној површини.";
DefaultPluginsSetting.pfm_title = "Подразумевано подешавање додатних компоненти";
DefaultPluginsSetting.pfm_description = "0 - Дозволи свим сајтовима да аутоматски покрећу додатне компоненте\n1 - Блокирај све додатне компоненте\nОмогућава вам да подесите да ли ће веб сајтовима бити дозвољено да аутоматски покрећу додатне компоненте. Аутоматско покретање додатних компоненти може да се дозволи или забрани за све веб сајтове.";
DefaultPopupsSetting.pfm_title = "Подразумевано подешавање за искачуће прозоре";
DefaultPopupsSetting.pfm_description = "0 - Дозволи свим сајтовима да приказују искачуће прозоре\n1 - Не дозволи ниједном сајту да приказује искачуће прозоре\nОмогућава вам да подесите да ли је сајтовима дозвољено да приказују искачуће прозоре. Приказивање искачућих прозора може да буде дозвољено или забрањено за све веб сајтове.";
DefaultSearchProviderEnabled.pfm_title = "Омогући подразумевани добављач претраге";
DefaultSearchProviderEnabled.pfm_description = "Омогућава коришћење подразумеваног добављача претраге. Уколико омогућите ово подешавање, обавља се подразумевана претрага када корисник унесе текст који није URL адреса у омнибокс. Можете да прецизирате подразумеваног добављача претраге ако подесите остатак подразумеваних смерница за претрагу. Уколико ове опције остану празне, корисник може да изабере подразумеваног добављача. Уколико онемогућите ово подешавање, не обавља се претрага када  корисник унесе текст који није URL адреса у омнибокс. Уколико омогућите или онемогућите ово подешавање, корисници не могу да промене или замене ово подешавање у прегледачу Chromium.";
DefaultSearchProviderEncodings.pfm_title = "Кодирања подразумеваног добављача претраге";
DefaultSearchProviderEncodings.pfm_description = "Наводи кодирања знакова које подржава добављач претраге. Кодирања су називи страница кодова као што су UTF-8, GB2312 и ISO-8859-1. Испробавају се у наведеном редоследу. Подразумевана вредност је UTF-8.";
DefaultSearchProviderIconURL.pfm_title = "Икона подразумеваног добављача претраге";
DefaultSearchProviderIconURL.pfm_description = "Наводи омиљену URL адресу иконе добављача подразумеване претраге. Опционално.";
DefaultSearchProviderInstantURL.pfm_title = "Инстант URL адреса подразумеваног добављача претраге";
DefaultSearchProviderInstantURL.pfm_description = "Наводи URL адресу претраживача који се користи за пружање инстант резултата. URL адреса треба да садржи низ '{searchTerms}', који ће бити замењен у време упита текстом који је корисник до тада унео. Опционално.";
DefaultSearchProviderKeyword.pfm_title = "Кључна реч подразумеваног добављача претраге";
DefaultSearchProviderKeyword.pfm_description = "Наводи кључну реч, што представља пречицу која се у омнибоксу користи за покретање претраге за овог добављача. Опционално.";
DefaultSearchProviderName.pfm_title = "Назив подразумеваног добављача претраге";
DefaultSearchProviderName.pfm_description = "Наводи назив подразумеваног добављача претраге. Уколико остане празно, биће коришћен назив хоста који наводи URL адреса за претрагу.";
DefaultSearchProviderSearchURL.pfm_title = "URL адреса претраге подразумеваног добављача претраге";
DefaultSearchProviderSearchURL.pfm_description = "Наводи URL адресу претраживача који се користи при обављању подразумеване претраге. URL адреса треба да садржи низ „{searchTerms}“, који ће бити замењен у време упита терминима које корисник претражује.";
DefaultSearchProviderSuggestURL.pfm_title = "URL адреса за предлог подразумеваног добављача претраге";
DefaultSearchProviderSuggestURL.pfm_description = "Наводи URL адресу претраживача који се користи за пружање предлога за претрагу. URL адреса треба да садржи низ „{searchTerms}“, који ће бити замењен у време упита текстом који је корисник до сада унео. Опционално.";
DeveloperToolsDisabled.pfm_title = "Онемогући Алатке за програмере";
DeveloperToolsDisabled.pfm_description = "Онемогућава Алатке за програмере и JavaScript конзолу. Уколико омогућите ово подешавање, Алаткама за програмере више неће моћи да се приступа и елементи веб сајта више неће моћи да се проверавају. Све пречице на тастатури и сви уноси менија или контекстуалних менија за отварање Алатки за програмере или JavaScript конзоле биће онемогућени.";
Disable3DAPIs.pfm_title = "Онемогући подршку за API-је 3D графике";
Disable3DAPIs.pfm_description = "Онемогући подршку за API-је 3D графике. Омогућавањем овог подешавања спречава се приступ веб страница графичком процесору. Конкретно, веб странице не могу да приступе WebGL API-ју и додатним компонентама не могу да користе Pepper 3D API. Онемогућавањем ове опције потенцијално се омогућава веб страницама да користе WebGL API и додатним компонентама да користе Pepper 3D API. Подразумевана подешавања прегледача ће можда и даље захтевати аргументе командне линије да би могла да користе ове API-је.";
DisableAuthNegotiateCnameLookup.pfm_title = "Онемогући тражење CNAME-а при преговарању о Kerberos провери аутентичности";
DisableAuthNegotiateCnameLookup.pfm_description = "Наводи да ли је генерисани Kerberos SPN заснован на канонском називу DNS-а или на називу који је првобитно унет. Уколико омогућите ово подешавање, тражење CNAME-а ће бити прескочено, а назив сервера употребљен онако како је унет. Уколико онемогућите ово подешавање, канонски назив сервера биће одређен тражењем CNAME-а.";
DisablePluginFinder.pfm_title = "Онемогући проналазач додатних компоненти";
DisablePluginFinder.pfm_description = "Уколико ово подешавање подесите на „True“, аутоматска претрага и инсталација недостајућих додатних компоненти биће онемогућена у прегледачу Chromium.";
DisableSpdy.pfm_title = "Онемогући SPDY протокол";
DisableSpdy.pfm_description = "Онемогућава коришћење SPDY протокола у прегледачу Chromium.";
DisabledPlugins.pfm_title = "Листа онемогућених додатних компоненти";
DisabledPlugins.pfm_description = "Наводи листу додатних компоненти који су онемогућени у прегледачу Chromium и спречава кориснике да мењају ово подешавање. Џокерски знакови „*“ и „?“ могу да се користе за подударање низова произвољних знакова. Знак „*“ одговара произвољном броју знакова, а „?“ наводи опционални појединачни знак, тј. подудара се са нула или једним знаком. Искочни знак је „\“, па за подударање стварних знакова „*“, „?“ или „\“, можете да ставите „\“ испред њих. Уколико омогућите ово подешавање, наведена листа додатних компоненти се никада не користи у прегледачу Chromium. Додатне компоненте су означене као онемогућене на страници „about:plugins“ и корисници не могу да их омогуће. Имајте у виду да ове смернице могу да занемаре EnabledPlugins и DisabledPluginsExceptions.";
DisabledPluginsExceptions.pfm_title = "Листа изузетака за листу онемогућених додатних компоненти";
DisabledPluginsExceptions.pfm_description = "Наводи листу додатних компоненти које корисник може да омогући или онемогући у прегледачу Chromium . Џокерски знакови „*“ и „?“ могу да се користе за подударање низова произвољних знакова. 'Знак „*“ одговара произвољном броју знакова, а „?“ наводи опционални појединачни знак, тј. подудара се са нула или једним знаком. Искочни знак је „\“, па за унос стварних знакова „*“, „?“ или „\“, можете да ставите „\“ испред њих. Уколико омогућите ово подешавање, наведена листа додатних компоненти може да се користи у прегледачу Chromium . Корисници могу да их омогуће или онемогуће на страници „about:plugins“, чак и ако се додатна компонента поклапа и са обрасцем у DisabledPlugins. Корисници могу да омогућавају и онемогућавају додатне компоненте који се не подударају ни са једним обрасцем у DisabledPlugins, DisabledPluginsExceptions и EnabledPlugins.";
DisabledSchemes.pfm_title = "Листа онемогућених шема протокола";
DisabledSchemes.pfm_description = "Онемогућава шеме протокола на листи у прегледачу Chromium. URL адресе које користе шему са ове листе неће се учитати и до њих се неће долазити.";
DiskCacheDir.pfm_title = "Постави директоријум кеша диска";
DiskCacheDir.pfm_description = "Конфигурише директоријум који ће Chromium користити за чување кешираних датотека на диску. Уколико подесите ове смернице, Chromium ће користити обезбеђени директоријум без обзира да ли је корисник навео обележје „--disk-cache-dir“ или не.";
DnsPrefetchingEnabled.pfm_title = "Омогући предвиђање мреже.";
DnsPrefetchingEnabled.pfm_description = "Омогућава предвиђање мреже у прегледачу Chromium и спречава кориснике да мењају ово подешавање. Уколико омогућите или онемогућите ово подешавање, корисници не могу да промене или замене ово подешавање у прегледачу Chromium.";
DownloadDirectory.pfm_title = "Подеси директоријум за преузимање";
DownloadDirectory.pfm_description = "Конфигурише директоријум који ће Chromium користити за преузимање датотека. Уколико сте подесили ове смернице, Chromium ће користити приложени директоријум без обзира да ли га је корисник навео или омогућио обележје да сваки пут добија упит за локацију преузимања.";
EditBookmarksEnabled.pfm_title = "Омогућава или онемогућава измену обележивача";
EditBookmarksEnabled.pfm_description = "Омогућава или онемогућава измену обележивача у прегледачу Chromium. Уколико омогућите ово подешавање, обележивачи могу да се додају, уклањају или мењају. Ово је подразумевано подешавање. Уколико онемогућите ово подешавање, обележивачи не могу да се да се додају, уклањају нити мењају. Постојећи обележивачи су и даље доступни.";
EnableAuthNegotiatePort.pfm_title = "Уврсти нестандардни порт у Kerberos SPN";
EnableAuthNegotiatePort.pfm_description = "Наводи да ли генерисани Kerberos SPN треба да обухвати нестандардни порт. Уколико омогућите ово подешавање, а унесе се нестандардни порт (тј. порт који није 80 или 443), биће обухваћен генерисаним Kerberos SPN-ом. Уколико онемогућите ово подешавање, генерисани Kerberos SPN неће обухватити порт у било ком случају.";
EnabledPlugins.pfm_title = "Листа омогућених додатних компоненти";
EnabledPlugins.pfm_description = "Наводи листу додатних компоненти омогућених у прегледачу Chromium и спречава кориснике да мењају ово подешавање. Џокерски знакови „*“ и „?“ могу да се користе за подударање низова произвољних знакова. Знак „*“ одговара произвољном броју знакова, а „?“ наводи опционални појединачни знак, тј. подудара се са нула или једним знаком. Искочни знак је „\“, па за подударање стварних знакова „*“, „?“ или „\“, можете да ставите „\“ испред њих. Наведена листа додатних компоненти увек се користи у прегледачу Chromium ако су инсталирани. Додатне компоненте су означене као омогућене на страници „about:plugins“ и корисници не могу да их онемогуће. Имајте у виду да ове смернице замењују DisabledPlugins и DisabledPluginsExceptions.";
ExtensionInstallBlacklist.pfm_title = "ИД-ови додатака које корисник треба да буде спречен да инсталира (или * за све)";
ExtensionInstallBlacklist.pfm_description = "Омогућава вам да наведете које додатке корисници НЕ могу да инсталирају. Већ инсталирани додаци биће уклоњени ако су стављени на црну листу. Вредност * на црној листи значи да су сви додаци на црној листи, осим ако нису изричито наведени на белој листи.";
ExtensionInstallForcelist.pfm_title = "ИД-ови додатака и URL адресе за ажурирање које ће бити неприметно инсталиране";
ExtensionInstallForcelist.pfm_description = "Омогућава вам да наведете листу додатака који ће бити неприметно инсталирани, без интеракције са корисником. Свака ставка на листи је низ који садржи ИД додатка и URL адресу за ажурирање означену тачка-зарезом (;). На пример: lcncmkcnkcdbbanbjakcencbaoegdjlp;https://clients2.google.com/service/update2/crx. За сваку ставку Chromium ће примити додатак одређен ИД-ом са одређене URL адресе и неприметно ће га инсталирати. На следећим страницама објашњено је како можете да хостујете додатке на свом серверу. О URL адресама за ажурирање: http://code.google.com/chrome/extensions/autoupdate.html, о хостовању додатака уопште: http://code.google.com/chrome/extensions/hosting.html. Корисници неће моћи да деинсталирају додатке наведене у овим смерницама. Уколико уклоните додатак са ове листе, Chromium ће га аутоматски деинсталирати. Додаци које „ExtensionInstallBlacklist“ стави на црну листу, а не на белу листу, не могу да се инсталирају принудно овим смерницама.";
ExtensionInstallWhitelist.pfm_title = "ИД-ови додатака које треба изузети са црне листе";
ExtensionInstallWhitelist.pfm_description = "Омогућава вам да наведете који додаци не треба да буду на црној листи. Вредност * на црној листи значи да су сви додаци на црној листи и корисници могу да инсталирају само додатке на белој листи. Сви додаци су подразумевано на белој листи, али ако су сви додаци на црној листи у складу са смерницама, бела листа може да се користи за замену тих смерница.";
GSSAPILibraryName.pfm_title = "Назив GSSAPI библиотеке";
GSSAPILibraryName.pfm_description = "Наводи коју GSSAPI библиотеку треба користити за HTTP проверу аутентичности. Можете да подесите само назив библиотеке или целу путању. Уколико се не наведе ниједно подешавање, Chromium ће користити подразумевани назив библиотеке.";
HomepageIsNewTabPage.pfm_title = "Користи страницу Нова картица као почетну страницу";
HomepageIsNewTabPage.pfm_description = "Конфигурише тип подразумеване почетне странице у програму Chromium и спречава кориснике да мењају подешавања почетне странице. Почетна страница може да се подеси на URL адресу коју наведете или да се подеси на страницу Нова картица.\n\nУколико омогућите ово подешавање, страница Нова картица се увек користи као почетна страница, а локација URL адресе почетне странице се игнорише.\n\nУколико онемогућите ово подешавање, почетна страница корисника никада неће бити страница Нова картица, осим ако се URL страница не подеси на „chrome://newtab“.\n\nУколико омогућите или онемогућите ово подешавање, корисници неће моћи да промене тип почетне странице у програму Chromium.";
HomepageLocation.pfm_title = "URL адреса почетне странице";
HomepageLocation.pfm_description = "Конфигурише URL адресу подразумеване почетне странице у прегледачу Chromium и спречава кориснике да је промене. Тип почетне странице може да буде URL адреса коју наведете овде или страница Нова картица. Уколико изаберете страницу Нова картица, ове смернице се занемарују. Уколико омогућите ово подешавање, корисници не могу да промене URL адресу почетне странице у прегледачу Chromium, али и даље могу да изаберу страницу Нова картица као почетну страницу.";
ImagesAllowedForUrls.pfm_title = "Дозволи слике на овим сајтовима";
ImagesAllowedForUrls.pfm_description = "Омогућава вам да подесите листу образаца URL адреса који наводе сајтове којима је дозвољено да приказују слике.";
ImagesBlockedForUrls.pfm_title = "Блокирај слике на овим сајтовима";
ImagesBlockedForUrls.pfm_description = "Омогућава вам да подесите листу образаца URL адреса који наводе сајтове којима није дозвољено да приказују слике.";
IncognitoEnabled.pfm_title = "Омогући режим без архивирања";
IncognitoEnabled.pfm_description = "Омогућава режим без архивирања у прегледачу Chromium. Уколико је ово подешавање омогућено или није конфигурисано, корисници могу да отварају веб странице у режиму без архивирања. Уколико је ово подешавање онемогућено, корисници не могу да отварају веб странице у режиму без архивирања.";
InstantEnabled.pfm_title = "Омогући Инстант";
InstantEnabled.pfm_description = "Омогућава функцију Инстант прегледача Chromium и спречава кориснике да промене ово подешавање. Уколико омогућите ово подешавање, Chromium инстант се омогућава. Уколико онемогућите ово подешавање, Chromium инстант се онемогућава. Уколико омогућите или онемогућите ово подешавање, корисници не могу да промене или замене ово подешавање.";
JavaScriptAllowedForUrls.pfm_title = "Дозволи JavaScript на овим сајтовима";
JavaScriptAllowedForUrls.pfm_description = "Омогућава вам да подесите листу образаца URL адреса који наводе сајтове којима је дозвољено да покрећу JavaScript.";
JavaScriptBlockedForUrls.pfm_title = "Блокирај JavaScript на овим сајтовима";
JavaScriptBlockedForUrls.pfm_description = "Омогућава вам да подесите листу образаца URL адреса који наводе сајтове којима није дозвољено да покрећу JavaScript.";
JavascriptEnabled.pfm_title = "Омогући JavaScript";
JavascriptEnabled.pfm_description = "Омогућава JavaScript у прегледачу Chromium и спречава кориснике да мењају ово подешавање. Уколико је ово подешавање омогућено или није конфигурисано, веб странице могу да користе JavaScript. Уколико је ово подешавање онемогућено, веб странице не могу да користе JavaScript.";
MetricsReportingEnabled.pfm_title = "Омогући пријављивање коришћења и податке у вези са отказивањима";
MetricsReportingEnabled.pfm_description = "Омогућава анонимно извештавање о коришћењу и слање података о отказивању прегледача Chromium Google-у и спречава кориснике да мењају ово подешавање. Уколико омогућите ово подешавање, анонимни извештаји о коришћењу и подаци о отказивању шаљу се Google-у. Уколико онемогућите ово подешавање, анонимни извештаји о коришћењу и подаци о отказивању се никада не шаљу Google-у. Уколико омогућите или онемогућите ово подешавање, корисници не могу да промене или замене ово подешавање у прегледачу Chromium.";
PasswordManagerAllowShowPasswords.pfm_title = "Омогући корисницима приказивање лозинке у Менаџеру лозинке";
PasswordManagerAllowShowPasswords.pfm_description = "Контролише да ли корисник сме да приказује лозинке у јасном тексту у менаџеру лозинке. Уколико онемогућите ово подешавање, менаџер лозинке не допушта приказивање сачуваних лозинки у јасном тексту у свом прозору. Уколико омогућите или не конфигуришете ово подешавање, корисници могу да виде лозинке у јасном тексту у менаџеру лозинке.";
PasswordManagerEnabled.pfm_title = "Омогући менаџера лозинке";
PasswordManagerEnabled.pfm_description = "Омогућава чување лозинки и коришћење сачуваних лозинки у прегледачу Chromium. Уколико омогућите ово подешавање, корисници могу подесе Chromium да памти лозинке и уноси их аутоматски следећи пут када се пријаве на сајт. Уколико онемогућите ово подешавање, корисници не могу да чувају лозинке или да користе већ сачуване лозинке. Уколико омогућите или онемогућите ово подешавање, корисници не могу да промене или замене ово подешавање у прегледачу Chromium.";
PluginsAllowedForUrls.pfm_title = "Омогући додатне компоненте на овим сајтовима";
PluginsAllowedForUrls.pfm_description = "Омогућава вам да подесите листу образаца URL адреса који наводе сајтове којима је дозвољено да покрећу додатне компоненте.";
PluginsBlockedForUrls.pfm_title = "Блокирај додатне компоненте на овим сајтовима";
PluginsBlockedForUrls.pfm_description = "Омогућава вам да подесите листу образаца URL адреса који наводе сајтове којима није дозвољено да покрећу додатне компоненте.";
PopupsAllowedForUrls.pfm_title = "Дозволи искачуће прозоре на овим сајтовима";
PopupsAllowedForUrls.pfm_description = "Омогућава вам да подесите листу образаца URL адреса који наводе сајтове којима је дозвољено да отварају искачуће прозоре.";
PopupsBlockedForUrls.pfm_title = "Блокирај искачуће прозоре на овим сајтовима";
PopupsBlockedForUrls.pfm_description = "Омогућава вам да подесите листу образаца URL адреса који наводе сајтове којима није дозвољено да отварају искачуће прозоре.";
PrintingEnabled.pfm_title = "Омогући штампање";
PrintingEnabled.pfm_description = "Омогућава штампање у прегледачу Chromium и спречава кориснике да мењају ово подешавање. Уколико је ово подешавање омогућено или није конфигурисано, корисници могу да штампају. Уколико је ово подешавање онемогућено, корисници не могу да штампају из прегледача Chromium. Штампање се онемогућава у менију француског кључа, додацима, JavaScript апликацијама итд. Штампање је и даље могуће из додатних компоненти које заобилазе Chromium током штампања. На пример, неке Flash апликације имају опцију штампања у контекстуалном менију и то неће бити онемогућено.";
ProxyBypassList.pfm_title = "Листа правила за заобилажење проксија раздвојена зарезима";
ProxyBypassList.pfm_description = "Chromium ће заобићи све проксије за листу хостова дату овде. Ове смернице ступају на снагу само ако сте изабрали ручна подешавања проксија у кораку „Одаберите како се наводе подешавања прокси сервера“. Више детаљнијих примера потражите овде: http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyMode.pfm_title = "Изаберите како се наводе подешавања прокси сервера";
ProxyMode.pfm_description = "direct - Никада не користи прокси\nauto_detect - Аутоматски откриј прокси подешавања\npac_script - Користи .pac скрипту проксија\nfixed_servers - Користи фиксне прокси сервере\nsystem - Користи системска подешавања проксија\nОмогућава вам да наведете прокси сервер који користи Chromium и спречава кориснике да мењају подешавања проксија. Уколико издаберете да никада не користите прокси сервер и увек се повезујете директно, све остале опције се игноришу. Уколико изаберете да користите системска подешавања проксија или аутоматско откривање прокси сервера, све остале опције се занемарују. Уколико одаберете фиксни режим прокси сервера, можете да наведете додатне опције у оквиру ставке „Адреса или URL адреса прокси сервера“ или „Листа правила за заобилажење проксија раздвојена зарезима“. Уколико одлучите да користите .pac скрипту проксија, морате да наведете URL адресу до скрипте у „URL адреса до .pac датотеке проксија“. Детаљне примере потражите на адреси: http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett Уколико изаберете ово подешавање, Chromium занемарује све опције повезане са проксијем наведене у командној линији.";
ProxyPacUrl.pfm_title = "URL адреса до .pac датотеке проксија";
ProxyPacUrl.pfm_description = "Овде можете да наведете URL адресу до .pac датотеке проксија. Ове смернице ступају на снагу само ако сте изабрали ручна подешавања проксија у оквиру ставке „Изаберите како се наводе подешавања прокси сервера“. Више детаља потражите овде: http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyServer.pfm_title = "Адреса или URL адреса прокси сервера";
ProxyServer.pfm_description = "Овде можете да наведете URL адресу .pac датотеке проксија. Ове смернице ступају на снагу само ако сте изабрали ручна подешавања проксија у оквиру ставке „Изаберите како се наводе подешавања прокси сервера“. Више опција и детаљних примера потражите овде: http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
RestoreOnStartup.pfm_title = "Радња при покретању";
RestoreOnStartup.pfm_description = "0 - Отвори почетну страницу\n1 - Отвори поново URL  адресе које су последњи пут отворене\n4 - Отвори листу URL адреса\nОмогућава вам да наведете понашање при покретању. Уколико изаберете „Отвори почетну страницу“, почетна страница ће се отворити увек када покренете Chromium. Уколико изаберете „Поново отвори URL адресе које су последњи пут биле отворене“, URL адресе које су биле отворене при последњем затварању прегледача Chromium биће поново отворене. Уколико изаберете „Отвори листу URL адреса“, листа „URL адресе које треба отворити при покретању“ биће отворена када корисник покрене Chromium. Уколико омогућите ово подешавање, корисници не могу да га промене нити замене у прегледачу Chromium. Ако онемогућите ово подешавање, то је исто као да га нисте конфигурисали. Корисник ће и даље моћи да га промени у прегледачу Chromium.";
RestoreOnStartupURLs.pfm_title = "URL адресе које се отварају при покретању";
RestoreOnStartupURLs.pfm_description = "Уколико је као радња при покретању изабрано „Отвори листу URL адреса“, то вам омогућава да наведете листу URL адреса које се отварају.";
SafeBrowsingEnabled.pfm_title = "Омогући Безбедно прегледање";
SafeBrowsingEnabled.pfm_description = "Омогућава функцију Безбедно прегледање за Chromium и спречава кориснике да промене ово подешавање. Уколико омогућите ово подешавање, Безбедно прегледање је увек активно. Уколико онемогућите ово подешавање, Безбедно прегледање никад није активно. Уколико омогућите или онемогућите ово подешавање, корисници не могу да промене или замене ово подешавање у прегледачу Chromium.";
SavingBrowserHistoryDisabled.pfm_title = "Онемогући чување историје прегледача";
SavingBrowserHistoryDisabled.pfm_description = "Онемогућава чување историје у прегледачу Chromium и спречава кориснике да мењају ово подешавање. Уколико је ово подешавање омогућено, историја прегледања се не чува. Уколико је ово подешавање онемогућено, историја прегледања се чува.";
SearchSuggestEnabled.pfm_title = "Омогући предлоге за претрагу";
SearchSuggestEnabled.pfm_description = "Омогућава предлоге за претрагу у омнибоксу прегледача Chromium и спречава кориснике да промене ово подешавање. Уколико омогућите ово подешавање, користе се предлози за претрагу. Уколико онемогућите ово подешавање, предлози за претрагу се никада не користе. Уколико омогућите или онемогућите ово подешавање, корисници не могу да промене или замене ово подешавање у прегледачу Chromium.";
ShowHomeButton.pfm_title = "Прикажи дугме Почетна на траци са алаткама";
ShowHomeButton.pfm_description = "Приказује дугме Почетна на траци са алаткама прегледача Chromium. Уколико омогућите ово подешавање, дугме Почетна се увек приказује. Уколико онемогућите ово подешавање, дугме Почетна се никада не приказује. Уколико омогућите или онемогућите ово подешавање, корисници не могу да промене или замене ово подешавање у прегледачу Chromium.";
SyncDisabled.pfm_title = "Онемогући синхронизацију података са Google-ом";
SyncDisabled.pfm_description = "Онемогућава синхронизацију података у прегледачу Chromium помоћу услуга синхронизације које хостује Google и спречава кориснике да промене ово подешавање. Уколико омогућите ово подешавање, корисници не могу да промене или замене ово подешавање у прегледачу Chromium.";
TranslateEnabled.pfm_title = "Омогући Преводилац";
TranslateEnabled.pfm_description = "Омогућава интегрисану услугу Google преводилац у прегледачу Chromium. Уколико омогућите ово подешавање, Chromium ће приказати интегрисану траку са алаткама која нуди да преведе страницу кориснику када је то потребно. Уколико онемогућите ово подешавање, корисници никада неће видети траку за превод. Уколико омогућите или онемогућите ово подешавање, корисници не могу да промене или замене ово подешавање у прегледачу Chromium.";
UserDataDir.pfm_title = "Подеси директоријум корисничких података";
UserDataDir.pfm_description = "Конфигурише директоријум који ће Chromium користити за чување података корисника. Уколико подесите ове смернице, Chromium ће користити приложени директоријум без обзира на то да ли је корисник навео обележје „--user-data-dir“.";